[
    {
        "en": "The true sign of intelligence is not knowledge but imagination.",
        "ca": "El vertader indici d'inteligència no és el saber sinó la imaginació.",
        "es": "El verdadero indicio de inteligencia no es el saber sino la imaginación.",
        "author": "Albert Einstein"
    },
    {
        "en": "Only two things are infinite, the universe and human stupidity, and I'm not sure about the former.",
        "ca": "Només hi ha dues coses infinites, l'univers i l'estupidesa humana, i no estic segur de la primera.",
        "es": "Solo hay dos cosas infinitas, el universo y la estupidez humana, y no estoy seguro de la primera.",
        "author": "Albert Einstein"
    },
    {
        "en": "You not really understand something unless you're able to explain it to your grandmother.",
        "ca": "No entens realment alguna cosa a menys que siguis capaç d'explicar-la a la teva àvia.",
        "es": "No entiendes realmente algo a menos que seas capaz de explicárselo a tu abuela.",
        "author": "Albert Einstein"
    },
    {
        "en": "Common sense is nothing more than a set of prejudices laid down in the mind before eighteen.",
        "ca": "El sentit comú no és més que un conjunt de prejudicis establerts en la ment abans de complir divuit anys.",
        "es": "El sentido común no es más que un depósito de prejuicios establecidos en la mente antes de cumplir dieciocho años.",
        "author": "Albert Einstein"
    },
    {
        "en": "The reality is nothing more than the ability to fool our senses.",
        "ca": "La realitat no és altra cosa que la capacitat que tenen d'enganyar els nostres sentits.",
        "es": "La realidad no es otra cosa que la capacidad que tienen de engañarse nuestros sentidos.",
        "author": "Albert Einstein"
    },
    {
        "en": "Mathematics is the alphabet with which God has written the universe.",
        "ca": "Les matemàtiques són l'alfabet amb el qual Déu ha escrit l'univers.",
        "es": "Las matemáticas son el alfabeto con el cual Dios ha escrito el universo.",
        "author": "Galileo Galilei"
    },
    {
        "en": "The charms of this sublime science, mathematics, you will only reveal to those who have the courage to deepen it.",
        "ca": "Els encants d'aquesta ciència sublim, les matemàtiques, només se li revelen a aquells que tenen el valor d'aprofundir-hi.",
        "es": "Los encantos de esta ciencia sublime, las matemáticas, sólo se le revelan a aquellos que tienen el valor de profundizar en ella.",
        "author": "Carl Friedrich Gauss"
    },
    {
        "en": "Do not worry about your difficulties in mathematics . I can assure you that mine are still greater.",
        "ca": "No es preocupi per les seves dificultats en les matemàtiques. Jo puc assegurar-li que les meves són encara més grans.",
        "es": "No se preocupe por sus dificultades en las matemáticas. Yo puedo asegurarle que las mías son todavía mayores.",
        "author": "John Locke"
    },
    {
        "en": "There is a driving force more powerful than steam and electricity, the will",
        "ca": "Hi ha una força motriu més poderosa que el vapor i l'electricitat, la voluntat",
        "es": "Hay una fuerza motriz más poderosa que el vapor y la electricidad, la voluntad",
        "author": "Albert Einstein"
    },
    {
       "en": "Real knowledge is to know the extent of one's ignorance.",
       "ca": "El coneixement real és conèixer l'extensió de la pròpia ignorància.",
       "es": "El conocimiento real es conocer la extensión de la propia ignorancia.",
       "author": "Confucio"
    },
    {
       "en": "Ignorance is the curse of God; knowledge is the wing wherewith we fly to heaven.",
       "ca": "La ignorància és la maledicció de Déu; El coneixement és l'ala amb què volem al cel.",
       "es": "La ignorancia es la maldición de Dios; El conocimiento es el ala con que volamos al cielo.",
       "author": "William Shakespeare"
    },
    {
       "en": "The natural desire of good men is knowledge.",
       "ca": "El desig natural dels bons homes és el coneixement.",
       "es": "El deseo natural de los buenos hombres es el conocimiento.",
       "author": "Leonardo da Vinci"
    },
    {
       "en": "It is harder to conceal ignorance than to acquire knowledge.",
       "ca": "És més difícil ocultar la ignorància que adquirir coneixement.",
       "es": "Es mas difícil ocultar la ignorancia que adquirir conocimiento.",
       "author": "Arnold H. Glasow"
    },
    {
       "en": "Education is not preparation for life; education is life itself.",
       "ca": "L'educació no és preparació per a la vida; l'educació és la vida mateixa.",
       "es": "La educación no es preparación para la vida; la educación es la vida en si misma.",
       "author": "John Dewey"
    },
    {
       "en": "If I were again beginning my studies, I would follow the advice of Plato and start with mathematics.",
       "ca": "Si estigués començant de nou els meus estudis, seguiria el consell de Plató i començaria amb les matemàtiques.",
       "es": "Si estuviera empezando de nuevo mis estudios, seguiria el consejo de Platón y empezaria con las matemáticas.",
       "author": "Galileo Galilei"
    },
    {
       "en": "I have never met a man so ignorant that I couldn't learn something from him.",
       "ca": "Mai he conegut a un home tan ignorant que no pogués aprendre alguna cosa d'ell.",
       "es": "Nunca he conocido a un hombre tan ignorante que no pudiera aprender algo de él.",
       "author": "Galileo Galilei"
    },
    {
       "en": "We cannot teach people anything; we can only help them discover it within themselves.",
       "ca": "No podem ensenyar a la gent res; només podem ajudar-los a descobrir-ho dins de si mateixos.",
       "es": "No podemos enseñar a la gente nada; sólo podemos ayudarles a descubrirlo dentro de sí mismos. ",
       "author": "Galileo Galilei"
    },
    {
       "en": "Science is organized knowledge. Wisdom is organized life.",
       "ca": "La ciència és coneixement organitzat. La sabiduria és vida organitzada.",
       "es": "La ciencia es conocimiento organizado. La sabiduría es vida organizada.",
       "author": "Immanuel Kant"
    },
    {
       "en": "If a man's wit be wandering, let him study the mathematics.",
       "ca": "Si l'enginy d'un home és errant, permet-li estudiar matemàtiques.",
       "es": "Si el ingenio de un hombre es errante, permitale estudiar matemáticas.",
       "author": "Francis Bacon"
    },
    {
       "en": "There was no 'before' the beginning of our universe, because once upon a time there was no time.",
       "ca": "No hi havia 'abans' del començament del nostre univers, perquè en aquell temps no existia el temps.",
       "es": "No había 'antes' del comienzo de nuestro universo, porque en ese tiempo no existía el tiempo. ",
       "author": "John D. Barrow"
    },
    {
       "en": "Science is nothing but perception.",
       "ca": "La ciència no és més que percepció.",
       "es": "La ciencia no es nada mas que percepción.",
       "author": "Platon"
    },
    {
       "en": "If you want to obtain different results, do things different.",
       "ca": "Si vols obtenir resultats diferents, fes les coses diferent.",
       "es": "Si deseas obtener resultados diferentes, haz las cosas diferente.",
       "author": "Albert Einstein"
    },
    {
       "en": "I am among those who think that science has great beauty.",
       "ca": "Sóc dels que pensen que la ciència té una gran bellesa.",
       "es": "Soy de los que piensan que la ciencia tiene una gran belleza.",
       "author": "Marie Curie"
    },
    {
       "en": "Most of the fundamental ideas of science are essentially simple, and may, as a rule, be expressed in a language comprehensible to everyone.",
       "ca": "La majoria de les idees fonamentals de la ciència són essencialment senzilles, i es pot, per regla general, expressar-se en un llenguatge comprensible per a tothom.",
       "es": "La mayoría de las ideas fundamentales de la ciencia son esencialmente sencillas, y se puede, por regla general, expresarse en un lenguaje comprensible para todos.",
       "author": "Albert Einstein"
    },
    {
       "en": "I can calculate the motion of heavenly bodies, but not the madness of people.",
       "ca": "Puc calcular el moviment dels cossos celests, però no la bogeria de la gent.",
       "es": "Puedo calcular el movimiento de los cuerpos celestes, pero no la locura de la gente.",
       "author": "Isaac Newton"
    },
    {
       "en": "Genius is patience.",
       "ca": "El geni és paciència.",
       "es": "El genio es paciencia.",
       "author": "Isaac Newton"
    },
    {
       "en": "I think; therefore I am.",
       "ca": "Pens; llavors existesc.",
       "es": "Pienso; luego existo.",
       "author": "Rene Descates"
    },
    {
       "en": "Each problem that I solved became a rule, which served afterwards to solve other problems.",
       "ca": "Cada problema que he resolt esdevé una regla, que serveix després per resoldre altres problemes.",
       "es": "Cada problema que he resuelto se convierte en una regla, que sirve después para resolver otros problemas.",
       "author": "Rene Descartes"
    } 
    
]   
